Repository: Reedyseth/wp-motive
Catalog: languages/wp-motive-*.po
Languages: es_mx

source: WP Motive Options
es_mx: Opciones de WP Motive

source: Settings
es_mx: Configuraciones

source: Ajax Endpoint
es_mx: Punto de accesso de Ajax

source: This information is fetched from https://miusage.com/v1/challenge/1/
es_mx: Está información es obtenida de https://miusage.com/v1/challenge/1/

source: Reload
es_mx: Recargar

source: First Name
es_mx: Nombre

source: Last Name
es_mx: Apellido

source: Date
es_mx: Fecha

source: No data to show
es_mx: No hay información para mostrar

source: Data force loaded from WP CLI.
es_mx: Forzado de carga desde WP CLI

source: Data loaded from endpoint.
es_mx: Información cargada desde el punto de acceso.

source: Data loaded from cached.
es_mx: Información cargada desde Cache.

source: You can't make a request to the endpoint until the time limit is reached, information loaded from cached.
es_mx: No puedes recargar la información desde el punto de accesso hasta que el límite de tiempo se haya alcanzado. Información cargada del cache.
